Repository: KeremSoke/mate-clipboard
Catalog: po/*.po
Languages: fa, he

source: Clear all clipboard history?
fa: همهٔ تاریخچهٔ کلیپ‌بورد پاک شود؟
he: למחוק את כל היסטוריית הלוח?

source: This action cannot be undone.
fa: این کار قابل بازگشت نیست.
he: לא ניתן לבטל פעולה זו.

source: MATE Clipboard Manager
fa: مدیر کلیپ‌بورد MATE
he: מנהל הלוח של MATE

source: A clipboard history manager for MATE Desktop
fa: مدیر تاریخچهٔ کلیپ‌بورد برای میزکار MATE
he: מנהל היסטוריית לוח עבור שולחן העבודה MATE

source: Show History
fa: نمایش تاریخچه
he: הצגת היסטוריה

source: Clear History
fa: پاک کردن تاریخچه
he: ניקוי היסטוריה

source: Preferences
fa: تنظیمات
he: העדפות

source: About
fa: درباره
he: על אודות

source: Quit
fa: خروج
he: יציאה

source: Start hidden in system tray
fa: شروع به‌صورت مخفی در سینی سیستم
he: הפעלה בהסתר במגש המערכת

source: _Preferences
fa: _تنظیمات
he: _העדפות

source: _Clear History
fa: _پاک کردن تاریخچه
he: _ניקוי היסטוריה

source: _About
fa: _درباره
he: _על אודות

source: Clipboard History
fa: تاریخچهٔ کلیپ‌بورد
he: היסטוריית לוח

source: Delete this item
fa: حذف این مورد
he: מחיקת פריט זה

source: Search history...
fa: جستجوی تاریخچه...
he: חיפוש בהיסטוריה...

source: Clear all history
fa: پاک کردن تمام تاریخچه
he: ניקוי כל ההיסטוריה

source: No clipboard history
fa: هیچ تاریخچهٔ کلیپ‌بوردی نیست
he: אין היסטוריית לוח

source: [Image %dx%d]
fa: [تصویر %dx%d]
he: [תמונה %dx%d]

source: [File: %s]
fa: [پرونده: %s]
he: [קובץ: %s]

source: [%u files]
fa: [%u پرونده]
he: [%u קבצים]

source: Clipboard Manager Preferences
fa: تنظیمات مدیر کلیپ‌بورد
he: העדפות מנהל הלוח

source: _Close
fa: _بستن
he: _סגירה

source: General
fa: عمومی
he: כללי

source: History size:
fa: اندازهٔ تاریخچه:
he: גודל ההיסטוריה:

source: Maximum number of items to keep in history
fa: حداکثر تعداد مواردی که در تاریخچه نگه داشته می‌شود
he: מספר הפריטים המרבי לשמירה בהיסטוריה

source: Keep clipboard content when source closes
fa: نگه داشتن محتوای کلیپ‌بورد هنگام بسته شدن منبع
he: שמירת תוכן הלוח כשהמקור נסגר

source: Restore clipboard content when the application that copied it closes
fa: بازگرداندن محتوای کلیپ‌بورد وقتی برنامهٔ کپی‌کننده بسته می‌شود
he: שחזור תוכן הלוח כשהיישום שהעתיק אותו נסגר

source: Confirm before clearing history
fa: تأیید قبل از پاک کردن تاریخچه
he: אישור לפני ניקוי ההיסטוריה

source: Automatically paste when selecting from history
fa: چسباندن خودکار هنگام انتخاب از تاریخچه
he: הדבקה אוטומטית בבחירה מההיסטוריה

source: Clipboard Sources
fa: منابع کلیپ‌بورد
he: מקורות לוח

source: Track primary selection (middle-click paste)
fa: پیگیری انتخاب اولیه (چسباندن با کلیک میانی)
he: מעקב אחרי הבחירה העיקרית (הדבקת לחיצה אמצעית)

source: Also save text selected with the mouse
fa: ذخیرهٔ متن انتخاب‌شده با ماوس نیز
he: שמירת טקסט שנבחר בעכבר גם כן

source: Synchronize clipboard and primary selection
fa: همگام‌سازی کلیپ‌بورد و انتخاب اولیه
he: סנכרון הלוח והבחירה העיקרית

source: Keep both selections synchronized
fa: همگام نگه داشتن هر دو انتخاب
he: שמירת שתי הבחירות מסונכרנות

source: Content Types
fa: انواع محتوا
he: סוגי תוכן

source: Save images to history
fa: ذخیرهٔ تصاویر در تاریخچه
he: שמירת תמונות להיסטוריה

source: Save file paths to history
fa: ذخیرهٔ مسیر پرونده‌ها در تاریخچه
he: שמירת נתיבי קבצים להיסטוריה

source: Show image previews in history
fa: نمایش پیش‌نمایش تصاویر در تاریخچه
he: הצגת תצוגות מקדימות של תמונות בהיסטוריה

source: Filtering
fa: فیلتر کردن
he: סינון

source: Exclude pattern:
fa: الگوی استثنا:
he: דפוס החרגה:

source: Regular expression
fa: عبارت باقاعده
he: ביטוי רגולרי

source: Text matching this pattern will not be saved (e.g., passwords)
fa: متنی که با این الگو مطابقت داشته باشد ذخیره نمی‌شود (مثلاً گذرواژه‌ها)
he: טקסט שתואם לתבנית זו לא יישמר (לדוגמה, סיסמאות)

source: Clipboard history manager for MATE
fa: مدیر تاریخچهٔ کلیپ‌بورد برای MATE
he: מנהל היסטוריית לוח עבור MATE

source: clipboard;paste;copy;history;
fa: کلیپ‌بورد;چسباندن;کپی;تاریخچه;
he: לוח;הדבקה;העתקה;היסטוריה;

source: Start clipboard manager on login
fa: اجرای مدیر کلیپ‌بورد هنگام ورود
he: הפעלת מנהל הלוח בכניסה

source: Clipman Applet Factory
fa: کارخانهٔ اپلت Clipman
he: מפעל יישומון Clipman

source: Factory for the clipboard manager applet
fa: کارخانه برای اپلت مدیر کلیپ‌بورد
he: מפעל עבור יישומון מנהל הלוח

source: Clipboard Manager
fa: مدیر کلیپ‌بورد
he: מנהל לוח

source: View and manage clipboard history
fa: مشاهده و مدیریت تاریخچهٔ کلیپ‌بورد
he: צפייה וניהול היסטוריית הלוח
